[{"terms": "TERMS AND CONDITIONS These are the terms and conditions on which we supply our products to you. Please read these terms carefully before ordering with us.  These terms tell you what you need to know about buying with us.  If you think that there might be a mistake in these terms, please let us know. Who we are and how to contact us Who we are. We are Gymshark Ltd – a company incorporated and registered in England and Wales with company number 08130873.  Our main office is at GSHQ Blythe Valley Park, 3 Central Boulevard, Solihull, United Kingdom, B90 8AB and our registered VAT number is GB152119636.  How to contact us. You can contact us at gymshark.com/contact and/or via the support section on our e-comm app (known as the Gymshark App on the App Store) (the “app”).  How we may contact you. If we have to contact you, we will send an email to the email address you provided to us in your order.  Placing an order  How you can place an order. Orders are placed through our website or our app.  Once you’ve added the product(s) you’d like to your basket, you’ll go through our checkout procedure where you’ll need to enter your contact details, delivery and billing information.  Please check, double check and even triple check your order (e.g. the product(s), size(s) and delivery address) before clicking the ”complete order” button or the “pay now” button.  Acceptance of your order. Your order is an offer from you to us to buy the product(s) in your basket.  After you place an order, you will receive an email from us confirming that we have received it. Our official acceptance of your order takes place when we email you to confirm we’ve dispatched your product(s).  It’s at this point that a contract will come into existence between you and us.  When we acknowledge your order, we’ll also confirm your order number.  If you need to contact us about your order, you should quote this number.  Restrictions on placing orders. To order our products, you must be at least 18 years old and be authorised to use the payment method which you use to pay for the products you order.  Our rights to cancel your order  If we cannot fulfil your order. In the unlikely event that we’re unable to fulfil your order (e.g. because the product is out of stock, we haven’t been able to verify the billing information you’ve provided, you have requested delivery to a country that we do not currently ship to, or there has been an error in the pricing or description of the product), we’ll let you know by email and we won’t charge you for the product.  Unusual or suspicious activity. We provide our products for your personal use only.  We may cancel an order if we notice something unusual or suspect that our products are being exploited for any commercial, business or re-sale purpose.  If this happens to you and you think we’ve made a mistake, get in touch with our customer service team through our online form at gymshark.com/contact and/or via the support section on our app.  Suspending the supply of products. We may have to suspend the supply of a product to you to:  deal with technical problems or make minor technical changes;  update the product to reflect changes in relevant laws and regulatory requirements; and/or  make changes to the product as notified by us to you.  Our products  What we provide. We provide fitness gear, including clothing and accessories.  Descriptions of our products. The pictures of our products (and packaging) on our website and on our app are for illustrative purposes only.  We work to ensure that colours are displayed accurately but we can’t guarantee that a device’s display of the colours exactly reflects those of our products.  Gift cards. You can purchase a gift card (in the form of a digital code) from us in the same way as any of our other products, however:  you cannot purchase a gift card using another gift card as payment;  gift cards are valid for 12 months from the date of purchase; and  gift cards may only be redeemed on the local online store from which they were purchased (for example, gift cards purchased from uk.gymshark.com, or from our app with the UK as the browsing country can only be redeemed on the uk.gymshark.com store or on our app using the UK as the browsing country).  Delivery  Delivery destination. Unfortunately, we do not currently ship to the following countries https://support.gymshark.com/en-US/article/delivery-information.  Delivery costs. All the information about our delivery charges can be found here: https://support.gymshark.com/en-US/article/delivery-information.  Additional charges. Any customs, duties or additional charges which apply to your order (if your order is delivered outside of the UK, for instance) will be your responsibility and are not included in the delivery costs.  When we will provide the products. When we deliver the products to you will depend on the delivery method you select during the order process, please refer to our delivery timings here https://support.gymshark.com/en-US/article/delivery-information. If you are buying products during promotional periods, it may take a little longer for our products to be delivered to you.  We are not responsible for delays outside our control. If delivery of the products to you is delayed by an event outside our control (e.g. because of postal/courier delays, logistics or bad weather), we’ll let you know as soon as possible.  If there is a risk of substantial delay, you can contact us to cancel your order and we’ll refund you for any products you’ve paid for but not received.  If you are not available when the product is delivered. If no one is able to take delivery and the products cannot be posted through your letterbox, the courier will notify you of the delivery attempt and tell you how to rearrange delivery or collection of the products.  Your rights to end the contract  You can always end your contract with us. Your rights when you end the contract will depend on what you have bought, whether there is anything wrong with it, how we are performing and when you decide to end the contract, as set out below.  We’re under a legal duty to supply products that are in conformity with this contract and nothing in these terms will affect your legal rights.  If what you have bought is faulty or differs substantially from how it is described on our website or our app you may have a legal right to end the contract (or to get the product replaced or to be given a refund). In this case, the return will be free in the United Kingdom provided you return the product to us within 30 days (unless stated otherwise on our website or our app) from the date you receive it.  If you want to end the contract because of one of the reasons set out below, the contract will end immediately, we will refund you in full for any products which you have paid for but which have not been supplied to you. The reasons are:  we have told you about an upcoming change to the product or these terms which you do not agree to;  we have told you about an error in the price or description of the product you have ordered, and you do not wish to proceed;  we have told you that supply of the products may be significantly delayed because of events outside our control;  we have suspended supply of the products for technical reasons, or notify you we are going to suspend them for technical reasons, in each case for a period of more than four weeks; or  you have a legal right to end the contract because of something we have done wrong.  If you have changed your mind about the product. We offer a goodwill guarantee which gives you 30 days (unless stated otherwise on our website or our app), to change your mind and receive a refund instead of the standard 14 days (which does not affect your legal rights in relation to faulty products).  You have 30 days (unless stated otherwise on our website or our app), from the day you (or someone you nominate) receives the products to change your mind.  If your products are split into several deliveries over different days, you have until 30 days (unless stated otherwise on our website or our app), after the day you (or someone you nominate) receives the last delivery to change your mind.  In either case, you will need to pay the cost of the return as set out in our returns process at https://support.gymshark.com/en-US/category/returns-and-refunds. Please note that some products can’t be returned, such as:  products sealed for health protection or hygiene purposes (e.g. swimwear, underwear or socks) that have been unsealed after you receive them or are not in their original packaging or have had any tags or the hygiene slip removed;  water bottles which have been unsealed or used in any way;  any product which has been damaged, worn, used in any way or has had the care label cut and/or removed;  any product which is missing any component part(s) when returned by you (unless this is because of something we have done); and  any products which become mixed inseparably with other items after their delivery.  In all other cases (if we are not at fault and there is no right to change your mind). Even if we are not at fault and you do not have a right to change your mind, you can still end the contract before the products are delivered and paid for – just contact us to let us know.  Returns and refunds  Tell us you want to end the contract. To end the contract with us, ask us any questions or in the unlikely event that you have any complaints about the product, please let us know by contacting our customer service team through our online form at gymshark.com/contact, through livechat, through the support section or via any of the other options on our website or our app.  Please provide your name, delivery address, order number and email address so we can help you quickly and easily. Returning products after ending the contract. If you end the contract for any reason after products have been sent to you or you have received them, you must return them to us.  The process for returning products to us is set out in our Returns Policy.  Visit our Returns Portal at gymshark.com/returns or on our app, enter the required information (including details of the product(s) you are returning and the reason(s) for the return) and follow the relevant instructions including (if specified) printing a returns label.  Following this, you should leave the package containing the product(s) you are returning (with the returns label securely attached) at one of the collection points that we identify to you.  Unless stated otherwise on our website or our app, please make sure that the products are returned to us within 30 days.  How and when we will refund you. We will refund you the price you paid for the products (including delivery costs where applicable) by the method you used for payment.  For purchases made by part-card and part-gift card, the refund will be applied to the gift card first.  If you used a discount code to buy the product, the amount refunded will be reduced to take into account the benefit of any discount which you received when buying the product.  We will make any refunds due to you as soon as possible.  If you are exercising your right to change your mind, your refund will be made within 14 days from the day we receive the unused product back from yo  Our rights to end the contract  We may end the contract if you break it. We may end the contract for a product at any time by writing to you if:  you do not, within a reasonable time of us asking for it, provide us with information that is necessary for us to provide the products, for example, the address for delivery; or  you do not, within a reasonable time, allow us to deliver the products to you.  Refunds. If we end the contract in the situations set out in clause 8.1, we will refund any money you have paid to us for products we have not provided.  Price and payment  Where to find the price for the product. The price of the product (which includes VAT) will be the price indicated on the order pages when you placed your order.  We take care to ensure that the price of the product advised to you is correct.  However, please see clause 9.4 for what happens if we discover an error in the price of the product you order.  We do offer a ‘buy now, pay later’ option and a ‘pay in 3’ option with Klarna and a ‘pay in 4’ option with Clearpay.  If you would like to know more about these options, visit https://support.gymshark.com/en-US/category/payments and please note that additional terms and conditions will apply if you choose either of these options– please see https://cdn.klarna.com/1.0/shared/content/legal/terms/0/en_gb/slice_it_card/ or https://www.clearpay.co.uk/en-GB/terms-of-service.  We will pass on changes in the rate of VAT. If the rate of VAT changes between your order date and the date we supply the product, we’ll adjust the rate of VAT that you pay, unless you have already paid for the product in full before the change in the rate of VAT takes effect.  We may change the price of our products. Sometimes we need to make changes to the price of some of our products.  When this happens, we’ll update the prices on our website and our app.  If you placed your order for a product before the price change, the price will be as stated on our website or our app (as applicable) at the time when you placed your order.  What happens if we get the price wrong. It is always possible that, despite our best efforts, some of the products we sell may be incorrectly priced.  We will normally check prices before accepting your order so that, if the product’s correct price at your order date is less than our stated price at your order date, we will charge the lower amount.  If we accept and process your order where a pricing error is obvious and unmistakeable and could reasonably have been recognised by you as a mispricing, we may end the contract, refund you any sums you have paid and require the return of any products provided to you.  When you must pay and how you must pay. We accept payment by Visa, Mastercard, American Express, PayPal and Apple Pay.  We will not charge you until we dispatch the products to you, although the price payable by you for the products may appear as pending transactions against the payment method you use.  We also offer the option for you to purchase using Klarna Bank (AB) (publ) in the form of 2 different products:  (a) 'Pay Later’ gives you up to 30 days to pay for your order; and  (b) 'Pay in 3' allows you to split the cost into 3 monthly payments with no interest, fees or credit agreement required.  The availability of these options to you is subject to approval by Klarna.  Further information and the terms which apply to these options can be found at https://support.gymshark.com/en-US/article/klarna.  We also offer the option for you to purchase using Clearpay in the form of ‘Pay in 4’. Clearpay allows you to pay in four interest free installments of equal value, every 2 weeks.  No interest is applied provided that all installments are paid on time.  The availability of this option to you is subject to approval by Clearpay.  Further information and the terms which apply to this option can be found at https://support.gymshark.com/en-US/article/clearpay.  Please note that we reserve the right to withdraw or suspend these options with Klarna and Clearpay at any time at our sole discretion.  Our responsibility for loss or damage suffered by you  We are responsible to you for foreseeable loss and damage caused by us. If we fail to comply with these terms, we are responsible for loss or damage you suffer that is a foreseeable result of our breaking this contract or our failing to use reasonable care and skill, but we are not responsible for any loss or damage that is not foreseeable.  Loss or damage is foreseeable if either it is obvious that it will happen or if, at the time the contract was made, both we and you knew it might happen.  We do not exclude or limit in any way our liability to you where it would be unlawful to do so. This includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors; for fraud or fraudulent misrepresentation; for breach of your legal rights in relation to the products (including the right to receive products which are: as described and match information we provided to you; of satisfactory quality; fit for any particular purpose made known to us; and supplied with reasonable skill and care); and for defective products under the Consumer Protection Act 1987.  We are not liable for business losses. We only supply the products for private use.  If you use the products for any commercial, business or re-sale purpose we will have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.  How we may use your personal information  How we may use your personal information. We will only use your personal information as set out in our Privacy Notice.  You can read it here: https://support.gymshark.com/en-US/pages/privacy-notice.  Other important terms  We may transfer this contract to someone else. We may transfer our rights and obligations under these terms to another organisation.  We will contact you to let you know if we plan to do this.  If you are unhappy with the transfer, you may contact us to end the contract within seven days of us telling you about it and we will refund you any payments you have made in advance for products not provided.  You need our consent to transfer your rights to someone else. You may only transfer your rights or your obligations under these terms to another person if we agree to this in writing.  Nobody else has any rights under this contract. This contract is between you and us.  No other person shall have any rights to enforce any of its terms.  We may change these terms at any time. We may make changes to these terms at any time to reflect changes in the law or for any other reason.  The most up-to-date version of our terms will always be displayed on our website and/or our app so please have a look before placing an order for our products to ensure you know about any changes which may have been made since your last visit to our website or our app.  If a court finds part of this contract illegal, the rest will continue in force. Each of the paragraphs of these terms operates separately.  If any court or relevant authority decides that any of them are unlawful, the remaining paragraphs will remain in full force and effect.  Even if we delay in enforcing this contract, we can still enforce it later. If we do not insist immediately that you do anything you are required to do under these terms, or if we delay in taking steps against you in respect of your breaking this contract, that will not mean that you do not have to do those things and it will not prevent us taking steps against you at a later date.  Which laws apply to this contract and where you may bring legal proceedings. These terms are governed by English law and you can bring legal proceedings in respect of the products in the English courts.  If you live in Scotland, you can bring legal proceedings in respect of the products in either the Scottish or the English courts.  If you live in Northern Ireland, you can bring legal proceedings in respect of the products in either the Northern Irish or the English courts.  Alternative dispute resolution. Alternative dispute resolution is a process where an independent body considers the facts of a dispute and seeks to resolve it, without you having to go to court. If you are not happy with how we have handled any complaint, while the United Kingdom remains part of the European Union, disputes may be submitted for online resolution to the European Commission Online Dispute Resolution platform." }] 